var local_database = [
  {
    date: "April 18 2018",
    title: "最后一条柯基犬死了，英国女王很伤心",
    imgSrc: "/images/post/t1.jpg",
    avatar: "/images/avatar/1.png",
    content: "众所周知，英国女王伊丽莎白二世最喜欢柯基犬。上周日，女王的最后一条柯基犬因为身患癌症被执行了安乐死。这条名为Willow的威尔士柯基犬（红色标记处）快15岁了，女王不忍心它受苦，忍痛在温莎城堡告别了自己的老朋友",
    reading: "112",
    collection: "96",
    headImgSrc: "/images/post/crab.png",
    author: "林白衣",
    dateTime: "24小时前",
    detail: "　众所周知，英国女王伊丽莎白二世最喜欢柯基犬。上周日，女王的最后一条柯基犬因为身患癌症被执行了安乐死。这条名为Willow的威尔士柯基犬（红色标记处）快15岁了，女王不忍心它受苦，忍痛在温莎城堡告别了自己的老朋友。",
    postId: 0,
    music: {
  url:"http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38",
      title: "夜夜夜夜-齐秦",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000"
    }
  },
  {
    title: "长假去哪儿 踏青摘野菜",
    content: "春风一吹，你是否闻到了野菜的气息?春季踏青吃野菜正当时，周末约上几个小伙伴，或者周末来个全家亲子挖野菜大行动，那是多么惬意又有意义的一次活动呢?那种春的气息，那种野菜的土味，哇!等不及了，赶紧约上你的小伙伴们一起挖野菜吧!",
    imgSrc: "/images/post/t2.jpeg",
    reading: 62,
    detail: "春风一吹，你是否闻到了野菜的气息?春季踏青吃野菜正当时，周末约上几个小伙伴，或者周末来个全家亲子挖野菜大行动，那是多么惬意又有意义的一次活动呢?那种春的气息，那种野菜的土味，哇!等不及了，赶紧约上你的小伙伴们一起挖野菜吧!    蕨菜:蕨菜又叫龙头菜，在山区很常见。蕨菜富含蛋白质、脂肪、矿物质和多种维生素等。蕨菜中的粗纤维能促进胃肠蠕动，减少肠胃对脂肪的吸收，起到下气通便、消食减肥的作用。",
    collection: 92,
    dateTime: "24小时前",
    headImgSrc: "/images/post/t2.jpeg",
    author: "迷的城",
    date: "Nov 20 2016",
    avatar: "/images/avatar/1.png",
    postId: 1,
    music: {
      url: "http://ac-5g9r20ds.clouddn.com/e54ad7f0a834b9c07ec6.mp3",
      title: "鬼迷心窍-李宗盛",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
    }
  },
  {
    //按住alt + shift + F 可以格式化代码样式
    title: "当我们在谈论经济学时，我们在谈论什么?",
    content: "引言在我跟学生课后交流时，以及我在知乎上阅读有关“经济”问题的论题时，经常会遇到这样的情况：...",
    detail: "1 引言\n\n在我跟学生课后交流时，以及我在知乎上阅读有关“经济”问题的论题时，经常会遇到这样的情况：有些人套用“经济理论“的知识去解释现实中发生的经济事件，结果发现很多事情讲不通，或者发现”理论告诉我们的“与现实发生的是相反的。也有学生经常跟我说：经济学有什么用？为了说明这个，我经常从两个方面来进行解释，尝试用我个人所擅长的解决问题的视角和他们能够听懂的方法来说明经济学是什么，它的作用边界在哪里：\r\n\n2 ”简笔素描“与”油画肖像“我们给人画肖像画，可以用简笔素描，也可以用油画肖像。油画肖像可以在最大程度上保存了人物的各方面的细节和特点，而简笔素描则忽略了很多细节。尽管简笔素描忽略了人物的许多细节，但我们仍旧能够很容易的认出画中的人物是谁。为什么？因为这种方法保留了人物最显著的特征，以至于我们可以忽略其次要特征而对人物做出判定。\n\n2.1 ”简笔素描“对于绝大多数的非经济学专业大众而言（经济学相关专业硕士学历以上），人们所接触到的经济学都是初级微观经济学。所谓的初级微观经济学，对于经济问题的”画法“就是一种”简笔素描“。比如初级微观经济学教材中广为使用的这种一元一次需求函数：y=bx+a，需求量的唯一变量是产品价格。但仅凭直觉我们就可以断言，现实中影响需求量的因素绝不止价格这一种，因此我们可以认为这个模型对经济问题的描述是失真的。然而但这种失真却是必要的和有意义的，其意义在与它利于揭示价格对于需求的影响，而不在于否定影响需求的其他因素——",
    imgSrc: "/images/post/sls.jpg",
    headImgSrc: "/images/post/sls.jpg",
    reading: 62,
    collection: 92,
    author: "知乎",
    date: "Nov 12 2016",
    dateTime: "三天前",
    avatar: "/images/avatar/3.png",
    postId: 2,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38",
      title: "女儿情-万晓利",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
    }
  },
  {
    title: "网络文学平台稿费破亿 有人依旧零收入",
    content: "蓬勃发展的网络文学不仅孕育了一条IP变现的“星光大道”，也让围绕网络文学生态上下游的作者、平台、版权方见识到了文字的价值",
    imgSrc: "/images/post/t4.jpeg",
    reading: 102,
    detail: "蓬勃发展的网络文学不仅孕育了一条IP变现的“星光大道”，也让围绕网络文学生态上下游的作者、平台、版权方见识到了文字的价值。诞生20年的网络文学作家已经从昔日的“小众”变成了年轻一代追捧的对象，网络文学作家的收入也水涨船高，网络文学平台支付的稿费也迈进亿元俱乐部。而手握IP源头的网络文学平台，也在资本的追捧中，朝着更大价值的财富迈进。在昨天召开的掌阅文学第二届作家年会上，掌阅科技联合创始人、掌阅文学负责人王良表示，掌阅文学2017年全年发放稿酬超过3亿元，年电子收入过百万的作家超过40位。另据媒体报道，2016年度十大畅销书作家中有六名为网络文学作家，十大网络文学作家平均相关收入为3230万元，几乎是线下出版作家平均收入1730万元的2倍。网络作家唐家三少2015年版税收入达1.1亿元，4年间收入增长16.6倍。阅文集团透露，2017年共向作家发放稿酬约13亿元。",
    collection: 92,
    dateTime: "24小时前",
    headImgSrc: "/images/post/t4.jpeg",
    author: "猫是猫的猫",
    date: "Nov 20 2016",
    avatar: "/images/avatar/5.png",
    postId: 3,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38",
      title: "恋恋风尘-老狼",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000",
    }
  },
  {
    title: "除了比美团更有钱，我看好滴滴外卖还有5大理由",
    content: "外卖是O2O业务之中消费最为高频、流量最大的品类，现在平均大概5个就有一个人是外卖平台用户，所以外卖市场是互联网巨头都想吃的“肥肉”。这些年，巨头不断地入局、出局，外卖行业最高的壁垒就是用资金烧出市场规模和效益。",
    imgSrc: "/images/post/t5.jpeg",
    reading: 102,
    detail: "滴滴外卖能够做成的5大逻辑:第一、从用户端来看，（1）外卖用户对价格非常敏感、很难有忠诚度，同样的馆子，哪个平台更便宜，就选哪个，再加上现在手机内存很大了，同类App多装一两个还是够用的。（2）外卖的用户多以城市年轻白领为主，与滴滴用户有重叠，滴滴外卖服务滴滴用户，配送地址、消费数据评估等可以继续用。（3）网约车用户平均客单价比外卖要高，在同样价格下可以提供更优质的服务，反之美团外卖低溢价模式去做高客单价的专车、豪车用户的爬坡难度大。（4）滴滴外卖是送人的逻辑去送餐，送人的逻辑是司机与乘客是“长时接触”，滴滴对司机征信体系、服务评分、支付体验、平台算法调度要求严苛，而美团是用送餐的逻辑送人，送餐的逻辑是快递员与用户是“瞬间接触”，其最大的技术含量怎么在人海战术中有效调度。因而，滴滴做外卖是“高维打低维”，而美团外卖做打车，是低维想向高维跃迁。第二、从商户端来看，（1）餐饮店老板希望有多个外卖平台流量涌入，一些城市餐馆进店顾客越来越少，主要靠接外卖单生存，多一个外卖平台意味着销量拉升。滴滴在无锡上线之后餐馆的订单是平时三四倍。（2）如果所有的订单来自一个平台，餐馆老板就只能被动接受这家平台的合作方案，给平台返佣或投入广告费，所以滴滴外卖上线，得到了餐饮老板的欢迎。（3）正是由于得到商户的拥护，滴滴外卖后续才有机会在其它城市落地，只有商户资源整合密度越高，平台的消费场景越能快速建立起来。",
    collection: 26,
    dateTime: "24小时前",
    headImgSrc: "/images/t5.jpg",
    author: "深白色",
    date: "Nov 20 2016",
    avatar: "../../../images/avatar/3.png",
    postId: 4,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38",
      title: "沉默是金-张国荣",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000"
    }
  },
  {
    title: "美国凭什么制裁中兴？",
    content: "4月17日，美国商务部禁止美国公司向中国主要手机生产厂商中兴通讯销售任何电子技术或通讯元件，作为该厂商违反美国制裁伊朗相关措施的惩罚，为期为7年。",
    imgSrc: "/images/t6.jpg",
    reading: 96,
    detail: "显然，从美国当前对中兴的处罚措施来看，此举堪称杀伤力巨大。中兴是美国市场出货排名第四的智能手机厂商，仅次于苹果、三星和LG，年出货量超过千万部，强劲增长的美国市场已经成为中兴手机最大的希望。由于中兴手机在美国销售的多为运营商渠道的中低端机型，禁令发布后，也会影响到后者继续从中兴采购手机的订单。"+               
"另一方面，缺乏可替代的供应商，将重创中兴供应链，目前，中兴手机在基带芯片、射频芯片、存储芯片、手机玻璃、光学元件等核心零部件均依赖于美国的高通、博通、英特尔、美光、甲骨文、康宁等科技巨头。通信领域，从路由设备、基站、分组传送网（PTN）、交换设备、传输设备到微波设备等，也几乎没有可替代产品。一旦禁令依照计划执行，中兴的主营业务势必遭遇打击。由于在宣布制裁后，中兴宣布自4月17日开市起停牌，资本市场上对公司的影响仍无法显现。但一个可以观察的维度是，中兴“封杀令”已殃及美国五家供应商，据彭博报道，为中兴提供网络芯片的Acacia通信公司股价暴跌36%，市值损失5.77亿美元，中兴占其30%营收。主要生产网络设备零部件Oclaro股价下跌15.18%，报告显示去年该公司从中兴获得了1.05亿美元的采购订单，在所有收入中占到了18%。美国光学元件商Lumentum下跌9.06%，中兴占其2.13% 营收。",
    collection: 26,
    dateTime: "21小时前",
    headImgSrc: "/images/t6.jpg",
    author: "深白色",
    date: "Nov 20 2016",
    avatar: "../../../images/avatar/5.png",
    postId: 5,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38",
      title: "朋友-谭咏麟",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000"
    }
  },
]

module.exports = {
  postList: local_database
}